
/**
 * Plat项目中的常量map<br/>
 * 
 * 存放方式：int : String<br/>
 * 
 * 使用方式：<br/>
 * PlatMap.Enterprises.type[1] 返回‘普通企业’<br/>
 * PlatMap.Enterprises.shareType[2] 返回‘集体控股’<br/>
 * 
 * @author Xiadi
 * @since 2013-8-22
 * 
 */
var PlatMap = {
	//对应 Enterprises 实体类
	Enterprises : {
		//对应 type 属性
		type : { 0 : '', 1 : '普通企业', 2 : '认证企业', 3 : '服务机构', 4 : '政府机构' },
		industryType : {
			1 : '电子装备', 2 : '服装', 3 : '港澳资源', 4 : '工业设计', 5 : '机械 ', 6 : '家具', 7 : 'LED', 
			8 : '软件', 9 : '物流', 10 : '物联网', 11 : '新材料', 12 : '医疗器械', 13: '钟表', 14: '珠宝',
			15 : '其他',16 : '枢纽平台'
		},
		shareType : { 1 : '国有控股', 2 : '集体控股', 3 : '私人控股' },
		userStatus:{ 1 : '有效', 2 : '禁用', 3 : '删除' },
		enterpriseProperty:{
			1 : '企业', 2 : '事业单位', 3 : '社会团体', 4 : '个体工商户', 5 : '民办非企业', 6 : '其他' , 0 :''
		},
		//经营模式
		businessPattern:{
			1 : '生产型', 2 : '贸易型', 3 : '服务型', 4 : '生产型、贸易型', 5 : '贸易型、服务型', 6 : '生产型、贸易型、服务型'
		},
		orgIndustry:{//行业
			 1 : '金融', 2 : '软件及信息服务', 3 : '物流', 4 : '物联网', 5 : '法律', 6 : '财税', 7 : '科技', 8 : '咨询', 9 : '其他'
		},
		orgProperty:{//机构性质
			 1 : '国营', 2 : '民营', 3 : '三资', 4 : '股份制', 5 : '合伙制', 6 : '民非', 7 : '其他'
		},
		enterpriseIndustry:{//企业所属行业
			 1 : '农、林、牧、渔业', 2 : '工业', 3 : '建筑业', 4 : '批发业', 5 : '零售业', 6 : '交通运输业',
			 7 : '仓储业', 8 : '邮政业', 9 : '住宿业', 10 : '餐饮业', 11 : '信息传输业', 12 : '软件和信息技术服务业',
			 13 : '房地产开发经营', 14 : '物业管理', 15 : '租赁和商务服务业', 16 : '其他未列明行业', 17 : '金融'
		}
	},
	//对应 Service 实体类
	Service:{
		serviceSource : {1:'服务机构本身上传',  2:'运营管理人员代理录入', 3:' 运营服务' },
		currentStatus:{ 1 : '新服务', 2 : '上架审核中', 3 : '已上架', 4 : '变更审核中', 5 : '已删除', 6 : '已下架', 7 : '下架审核中'}
	},
	//对应Staff 实体类	xuwf子账号
	Staff:{
		status:{ 1 : '有效', 2 : '禁用', 3 : '删除' }
	},
	//对应 ApprovedDetail 实体类
	ApprovedDetail : {
		approveStatus : { 0 : '未通过', 1 : '通过' , 2 : '处理中'},
		applyType : { 1 : '实名认证', 2 : '服务机构认证' }
	},
	//Category实体类下拉框数据
	Category : {
		clazz : [
			{name : '服务', value : 'service'}
		]
	},
	//User实体类下拉框数据
	User : {
		sourceId : { 0 : '平台网站注册的用户', 1 : '业务运营支撑系统录入的用户'}
		
	},
	
	//GoodsOrder 订单实体类	xuwf 
	GoodsOrder : {
		orderStatus : {1 : '等待卖家确认',6 : '交易进行中',7 : '等待买家关闭',8 : '等待卖家关闭',9 : '申诉处理中',10 : '交易结束',11 : '订单取消'}	
	},
	
	//OrderInfo	订单流水实体类	xuwf
	OrderInfo :{
		action: {1 : '买家提交订单',2 : '卖家确认订单',3 : '进入交易',4 : '买家关闭交易',5 : '卖家关闭交易', 
		6 : '平台关闭订单',7 : '卖家取消订单',8 : '平台取消订单',9 : '买家申诉',10 : '卖家申诉',11 :'申诉处理,关闭订单',12 : '申诉处理,取消订单'}
	},
	
	//OrderEvaluation	订单评价实体类	xuwf
	OrderEvaluation:{
		satisfaction: {1 : '差',2 : '不满意',3 : '一般',4 : '满意',5 : '很满意'}
	},
	//Appeal	申诉实体	xuwf
	Appeal:{
		reason:{1 : '买家违约',2 : '卖家违约',3 : '其他'},
		appealType:{1 : '买家申诉',2 : '卖家申诉'}
	},
	//BiddingService	招标单	
	BiddingService:{
		status: {1 : '待发布',2 : '待审核',3 : '平台退回',4 : '招标中',5 : '应标中',6 : '交易进行中',
			7 : '等待买家关闭',8 : '等待卖家关闭', 9 : '申诉处理中',10 : '交易结束',11 : '招标取消',12 : '订单取消'
		}
	},
	
	//BiddingServiceDetail	招标订单流水
	BiddingServiceDetail:{
		action: {1 : '保存招标信息',2 : '发布招标信息',3: '取消招标',4 : '选择应标服务',5 : '买家关闭交易',6 : '买家申诉',
			7 : '申请应标',8 : '卖家申诉',9 : '卖家关闭交易',10 : '平台审核通过',11 : '平台审核退回',12 : '申诉处理，关闭交易',
			13 : '申诉处理，取消订单',14 : '平台关闭交易',15 : '平台取消招标',16: '平台取消订单'
		}
	},
	Mall:{
		//1、服务广告轮播位 2、商城Tab服务推荐位 3、分类服务推荐位 4、左侧服务广告位
		adposition:{1:'服务广告轮播位 ',4:'左侧服务广告位'},
		serviceposition:{2:'商城Tab服务推荐位',3:'分类服务推荐位'}
	
	}
}