<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn"%>
<%	
	String path = request.getContextPath();
	String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<base href="<%=basePath%>">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title></title>
<style type="text/css">
body{
	color: #666;
}
h3{
	line-height: 2em;
}
</style>
</head>

<body>
<div style="width:600px;height:400px;overflow-x:hidden;margin:0 auto;">
<p align="center"><strong>用户协议</strong><strong> </strong></p>
<p>本协议适用于深圳市中小企业公共服务平台（以下简称&ldquo;平台&rdquo;）的用户（以下简称&ldquo;用户&rdquo;、&ldquo;您&rdquo;），若您使用平台（包括但不限于以任何形式接通、进入、浏览平台，或者使用平台的各项服务、功能等），您的使用行为将被视为对本用户协议全部内容的知晓、认可与同意遵守。 </p>
<h3>一、特别提醒 </h3>
<p><strong>1</strong><strong>、本协议已对与您的权益可能具有重大关系的条款用粗体字予以标注，您应重点阅读。您确认，在您注册成为平台的用户或使用、接受平台的服务之前，您已充分阅读、理解并接受本协议的全部内容，并同意遵循本协议的所有约定。</strong><strong> </strong><br />
  <strong>2</strong><strong>、您同意，平台有权随时对本协议内容进行单方面的变更，并以在平台公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用、接受平台的服务，表示您已充分阅读、理解并接受修改后的协议内容，并同意遵循修改后协议的所有约定；若您不同意修改后的协议内容，您应当立即停止使用平台的服务。</strong><strong> </strong><br />
  3、平台保留对网站结构、服务、功能等进行调整的权利。除非特别声明，新功能、新服务将适用本协议。 </p>
<h3>二、用户 </h3>
<p>1、平台的用户是能够承担法律责任的自然人、法人及其他组织。<strong>若您不具备此资格，请不要使用平台，由此导致的一切后果由您及您的监护人承担。</strong><strong> </strong><br />
  2、平台禁止被平台永久取消用户资格的自然人、法人及其他组织再次使用平台。 </p>
<h3>三、注册条款 </h3>
<p>1、若您在使用平台的过程中注册成为会员，您必须同意： <br />
  申请会员时，根据平台的要求，提供真实、准确、即时、完整的个人信息，包括但不限于您的姓名或名称、联系地址、联系电话、电子邮箱地址； <br />
  维护并及时更新个人信息以保持其真实、准确、即时、完整。 <br />
  2、如您代表其他自然人、法人及其他组织在平台上注册会员，则您声明并保证，您已获得授权并有权使前述法律主体受本协议的约束。 </p>
<h3>四、使用条款 </h3>
<p>1、您在使用平台时，须保证遵守国家的法律法规和规章制度，遵守平台的有关协议、规定、规则、程序和惯例，不得利用平台从事任何非法活动。 <br />
  2、注册过程中，您可自主选择一个登录名和密码。注册成功后，您有权使用该登录名及密码随时登陆平台。<strong>您应妥善保管您在平台的登录名和密码，并对通过该帐号进行的所有行为负责</strong>： </p>
<ul>
  <li>因为您的不慎，泄露了登录名和密码，有可能导致您的权利受损，平台对此不承担责任； </li>
  <li>您应确保每次使用平台后正确地离开该站点； </li>
  <li>平台禁止任何未经许可的帐号出售或授权使用。您同意在发现上述行为时立即通知平台。 </li>
</ul>
<p>3、您对通过平台发布的所有信息（内容包括但不限于个人信息、商业信息，形式包括但不限于文字、图片、视频）的真实性、准确性、即时性、完整性和合法性独立承担所有责任。 <br />
  4、任何平台的通知都将以电子邮件形式，向您的电子邮箱地址发送（您同意，如您修改原注册时提交的电子邮箱地址、并通过平台审核的，以新电子邮箱地址为准）。该电子邮件进入前述电子邮箱接收系统时，视为送达。<strong>平台有权通过您提供的联系方式（包括但不限于电子邮件、手机短信等）发送与平台所提供服务相关的各类商业信息，如您拒绝继续接收上述商业信息，必须通过书面方式通知我们。</strong> <br />
  5、以下信息在平台上禁止发布： </p>
<ul>
  <li>有关宗教、种族或性别等的贬损言辞，或含淫秽、色情、侮辱、诽谤等内容的信息； </li>
  <li>侵犯任何第三方著作权、专利、商标、商业秘密、隐私权、名誉权或其它权利的信息； </li>
  <li>其它任何违反国家法律法规、规章制度等的信息。 </li>
</ul>
<p>6、平台有权审核、发布或删除会员提交的信息。平台将尽力核查会员提交的信息，但并不能完全保证信息的真实性、准确性和合法性，同时也不承担由此引至的任何法律责任。 <br />
  7、平台含有与其他网站的链接。平台并不能控制这些网站及其所提供的资源，所以对链接网站上的内容、广告、服务、产品信息的真实、准确、即时、完整性不做任何承诺，并且对链接网站不承担任何法律责任。 <br />
  8、对于您选择并张贴在平台中可公开获取区域的公司、产品或其他信息（包括但不限于文字、图片、视频），您同意平台在全世界范围内具有免费的、永久的、不可撤销的、非独家的和完全的许可和再许可的权利，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品，传播、表演和展示前述内容（整体或部分），和/或将前述内容编入其他任何形式的作品、媒体、或技术中，不论是当前已知的或以后开发的。同时，您同意平台在未改变您提供信息的实质内容的情况下免于承担因该信息引起的任何法律责任。 <br />
  <strong>9</strong><strong>、您同意平台在其运营的所有网站（包括但不限于现有的或将来可能创建的网站）上推广您所提供的公司、产品或其他信息（以下简称&ldquo;信息&rdquo;），且同意平台在未改变您所提供信息实质内容的情况下免于承担因该信息引起的任何法律责任。</strong><strong> </strong></p>
<h3>五、信息收集 </h3>
<p>当您在平台注册成为会员时，平台需要收集您的姓名、电子邮箱（Email）地址等信息。当您浏览平台时，服务器会自动收集您的IP地址及浏览页面等信息。同时，平台收集中国供应商及其产品信息、全球采购商的需求信息，构建其数据库系统。 <br />
  除非用户许可或法律需要，平台不会泄露与某一用户直接相关的上述信息。 </p>
<h3>六、费用 </h3>
<p>注册免费会员及使用相应服务是免费的；注册高级会员或选择其他收费服务，具体费用标准请参看平台上公布的相应说明。平台保留修改费用条款的权利，一旦费用条款被修改，将立即在平台上公布。 <br />
  请注意： <br />
  <strong>1  </strong><strong>平台不负责对您因使用平台的服务而需支付的软硬件、税收、通讯、网络服务费及其它费用。</strong><strong> </strong><br />
  <strong>2  </strong><strong>平台有权在未经通知的情况下随时改变或不继续提供某些或全部服务（暂时性的或永久的）。</strong><strong> </strong></p>
<h3>七、纠纷、争议及投诉处理 </h3>
<p>1、用户同意在使用平台的过程中，当发现任何可能侵害自己或平台权利的事实时，应及时通知平台并提供相应的证明材料。因投诉不实给平台或第三方造成损失的，用户应承担法律责任。 <br />
  2、平台有权接受并处理您与其他用户间因使用平台而产生的纠纷、争议及投诉，有权通过电子邮件等联系方式向您了解情况、并将所了解的情况通过电子邮件等方式通知对方。您有义务在收到平台通知后、在指定的时间内提供相应的资料，配合纠纷、争议及投诉的情况了解与处理，否则，平台有权单方面独立判断其他用户对您的投诉及（或）偿付要求是否成立，做出对您不利的处理结果。若平台判断用户的偿付要求成立，则您应及时进行偿付，同时，平台有权立即中止或终止您的相关平台服务或者拒绝您以任何形式使用平台、向权利人提供您必要的身份信息。平台不对因此给您造成的服务减少等承担任何责任。 <br />
  3、因平台并非司法机关等国家权利机关，您完全理解并承认：平台对证据的鉴别能力及对纠纷的处理能力有限，受理、处理纠纷、争议及投诉完全是基于您的授权，不保证处理结果符合您的期望，亦不对处理结果承担任何责任。平台有权决定是否参与争议的处理。 <br />
  4、经生效法律文书确认用户存在违法或违反本协议行为或者平台自行判断会员涉嫌存在违法或违反本协议行为的，平台有权公布用户的违法行为并做出相应处理，包括但不限于终止服务、永久禁止使用平台等。 </p>
<h3>八、中止与终止 </h3>
<p><strong>对于用户的以下行为，平台有权在告知或未告知的情况下中止或终止其相关服务或者拒绝其以任何形式使用平台，且不对因此给您造成的服务减少等承担任何责任，并保留追究您法律责任的权利：</strong><strong> </strong><br />
  1、会员的营业执照等证照信息与个人信息不一致时，未及时更新个人信息，或实际经营信息与证照信息不一致时，未及时更新证照信息； <br />
  2、利用平台滥发重复信息，发布国家法律法规等禁止或限制发布的信息，发布不属于会员经营范围的信息，或与平台服务无关的信息； <br />
  3、未经请求或授权向平台会员发送大量与业务不相关的信息； <br />
  4、冒用其他企业的名义发布商业信息，进行商业活动； <br />
  5、计划破坏、攻击平台网站电脑系统、网络的完整性，或者试图擅自进入平台网站电脑系统、网络； <br />
  6、使用或提供含有毁坏、干扰、截取或侵占任何系统、数据或个人资料的任何电脑病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他破坏性程序； <br />
  7、盗用他人在平台上的登录名和/或密码； <br />
  8、未经平台同意的帐号出售或授权使用行为； <br />
  9、通过或从事涉及平台的欺诈活动； <br />
  10、通过或从事涉及平台的知识产权侵权行为； <br />
  11、违反国家法律法规、规章制度、平台有关协议、规定、规则、程序和惯例的其他行为。 </p>
<h3>九、责任声明 </h3>
<p>1、平台不保证网站是不受干扰的、没有故障的，也不对使用效果做任何保证。平台不对因人为或非人为因素造成的用户与平台服务器之间的连接受阻而无法访问负责。您同意独立承担因网站意外中断、操作或传输的迟延、电脑病毒、网络连接故障、未经授权的进入等引起的损失。 <br />
  2、因不可抗力（包括但不限于自然灾害、罢工或骚乱、暴动、战争行为、政府行为、以及因互联网的特殊性而产生的包括黑客攻击、互联网连通中断或者系统故障、电信部门技术调整导致的影响、政府管制而造成的暂时性关闭在内的任何影响网络正常运营的因素）等非平台原因，致使平台履行迟延或不能履行的，平台不承担任何责任。 <br />
  3、平台将尽最大努力来减少错误，但网站上提供的服务和信息仍可能包含错误内容，平台对用户因使用平台而造成的损失不负法律责任。平台对其服务和信息不作保证，不论什么情况下对用户因使用平台而造成的直接、间接、偶尔的、特殊的、惩罚性的损害或其他一切损害不负法律责任，即便事先被告知损害存在的可能性也是如此。若您对平台提供的部分或所有服务不满，您唯一的补救措施是停止使用这些服务。 <br />
  4、对由于用户在使用平台的过程中，违反本协议或通过提及而纳入本协议的条款和规则或用户违反任何法律或第三方的权利而产生或引起的每一种类和性质的任何索赔、要求、诉讼、损失和损害（实际、特别及后果性的）而言，无论是已知或未知的，包括合理的律师费，用户同意就此对平台股份有限公司、平台、员工、所有者及代理人进行补偿并使其免受损害。 <br />
  5、用户自己承担因使用平台而产生的风险。平台对用户在平台上公布的信息中查找到的内容不负责任，对信息的真实性、即时性、安全性和正确性也不作保证。对通过平台获取的任何信息，用户需自己甄别，判断其真伪；对因下载或引用平台的数据、信息而造成的用户计算机系统损坏或数据丢失，平台不负责任。平台、员工、所有者及代理对用户使用平台上公布的信息而造成的损失或伤害以及用户相信平台上的公布的信息内容而做出的决定或采取的行动不负责任。平台、员工、所有者及代理对用户使用或无法使用平台的服务而造成的直接的、间接的、偶尔的、特殊的或其他损害不负法律责任，即便事先被告知损害存在的可能性也是如此。 <br />
  6、鉴于不同国家的法律、法规、政策规定不同，为了遵守各国法律，平台在不同国家用户访问时显示的内容可能会略有不同。在接受其他国家的用户访问时，平台不对有针对性地屏蔽违反其他国家法律、法规、政策的信息的行为承担任何责任。 </p>
<h3>十、知识产权 </h3>
<p>1、平台上所有内容的选材、整理、编排、排版、汇编，以及由平台创作的文字、图片等作品的著作权，无论是否明示，均属平台所有。任何自然人、法人及其他组织未经平台书面授权或许可，不得修改、出版、传播、参与传播、销售、制作衍生作品，或以其他任何方式使用整体或部分的平台上的内容，包括但不限于公司信息、产品信息，平台将保留追究其法律责任的权利。 <br />
  2、未经平台授权，任何人不得使用平台设计、使用、所有的商标。请查阅平台商标介绍及使用规章。所有其它在平台上出现的商标为它们各自的权利人所有。 <br />
  3、平台对其开发或者合作开发的系统等享有知识产权。平台的所有权利受法律保护。 <br />
  4、平台上所有可阅读的资料等都受到《中华人民共和国著作权法》、《中华人民共和国商标法》等的法律保护。平台尊重和保护他人的知识产权，不允许在没有著作权、商标权或其他专有权权利人明确许可的情况下，发布或者传播任何可能侵犯他人权利的信息、图片，否则，行为人承担由此产生的全部责任。 </p>
<h3>十一、法律适用及管辖 </h3>
<p>1、本协议的订立、变更、执行和解释，以及与本协议有关的争议解决，均应适用中华人民共和国法律。如与本协议有关的某一特定事项缺乏明确法律规定，则应参照通用的国际商业惯例和行业惯例。 <br />
  2、如因本协议内容或其执行发生争议，双方应友好协商解决；协商不成时，任何一方均可向平台所在地有管辖权的人民法院提起诉讼。 </p>
<h3>十二、其他 </h3>
<p>1、您使用平台相关服务时，亦应知晓、认可并同意遵守相关服务的额外条款及条件。 <br />
  2、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。 <br />
  3、本协议中的标题仅为方便而设，不具有任何法律效力。 </p>
</div>
</body>
</html>